{
  "articleList": [
    {
      "id": 1,
      "name": "Родословная американского танто",
      "tags": ["knives", "history"],
      "author": "Denis",
      "blocks": [
        {
          "type": 0,
          "text": "Американский танто окружен огромным числом домыслов, легенд и попросту недомолвок. Во многом, это, конечно же, своего рода часть его маркетингового образа, упорно создаваемого американской ножевой индустрией. Но, дыма без огня всё-таки не бывает. И американский танто до сих пор остаётся крайне интересной темой для разговора. Попробуем и мы разобраться что к чему в истории, конструкции и назначении этого замечательного ножа."
        },
        { "type": 1, "text": "assets/tanto1.jpg" },
        {
          "type": 0,
          "text": "Создание авторских ножей в США имеет чрезвычайно глубокие корни. Мастера и просто искатели, постоянно выдумывающие, изготавливающие и выставляющие на продажу что-то своё существуют там очень давно. Достаточно вспомнить Джона Вашингтона Сирса с его нессмуком или Ризона и Джеймса Боуи с их ножом-«однофамильцем».\n  \n     Американский найфмейкер китайского происхождения Боб Люм, несомненно относился к этой славной когорте изобретателей. Согласно полуофициальной легенде, считается, что именно он открыл танто для широких американских масс в 1978 году. Его нож не повторял японские «маленькие мечи» дословно, а был некоторой современной переработкой. Он отличался изящной плавностью форм, чем здорово напоминал традиционный айкути. Такой тип ножа сейчас порой так и называют «танто Люма», из чего мы можем сделать вывод, что от того, что мы привыкли называть именно «американским танто», он несколько отличается.\n     \n     Тем не менее, начало популяризации танто было положено. И в этом – главная заслуга Люма.\n     \n     Тот вид, к которому мы привыкли американскому танто придал другой, не менее знаменитый и, несомненно, куда более одиозный человек – глава Cold Steel Линн Томпсон.\n     \n     Для начала, Томпсон несколько упростил форму клинка, придав ему тот самый знаменитый «стамесочный» вид. Чем значительно повысил его технологичность. Да и дизайн многие полюбили именно этот. Очень уж похож такой танто на «настоящую» катану.\n     \n     А затем, благодаря своему напору и крайне активной  и умелой рекламе, Томпсон раскрутил американский танто, сделал его всемирно известным и массовым.\n     \n     Сразу стоит оговориться, что тот самый знаменитый кончик американского танто, о котором пойдёт речь ниже, не является изобретением президента Cold Steel. При всём уважении и восхищении этой персоной, стоит отметить, что танто такой формы, хоть и не были самыми массовыми, но всё-таки известны в Японии ещё с 8-го века. Некоторые из них сохранились и до сих пор хранятся в храмах.\n     \n     Что, впрочем, не отменяет того факта, что все любители американского танто должны быть благодарны именно Томпсону, обратившему внимание на этот замечательный нож, а затем, фактически, продавшему его всему миру.\n     \n     Очень часто честь изобретения американского танто приписывают другому известному найфмейкеру Филу Харстфилду. Но тут необходимо отметить важный факт: да, кончик клинка танто Хартсфилда имеет ту самую «рубленую» форму, но, при этом, он отличается односторонней заточкой, как у зубила, в то время, как дизайнеры Cold Steel остались верны традиционной двусторонней заточке.\n     \n     В принципе форма клинка типа «американский танто» не является запатентованной ни одним из производителей, а потому широко воспроизводится, модифицируется и видоизменяется по всему миру"
        },
        { "type": 1, "text": "assets/tanto3.jpg" },
        {
          "type": 3,
          "text": "Особенности строения и основные преимущества американского танто."
        },
        { "type": 1, "text": "assets/tanto4.jpg" },
        {
          "type": 0,
          "text": "Несомненно, что многим американский танто нравится именно благодаря очертаниям его клинка. Лёгкая кривизна клинка, плавно переходящая в длинную прямую рукоять, острие клинка, очень похожее на то самое «киссаки» японских катан, действительно делают этот нож похожим скорее на маленький самурайский меч.\n  \n     Но есть у американского танто и ряд вполне практических преимуществ:\n     \n     Во-первых, чрезвычайная прочность острия клинка. Особенно хорошо эта особенность строения проявляется в сочетании с высокими прямыми спусками и большими углами заточки, часто намеренно делающимися на «передней» режущей кромке. В результате, таким клинком можно без опаски протыкать, подцеплять, ковырять что-то вязкое и твердое, что обычно не рекомендовано обычным ножам.\n     \n     Во-вторых, у этого клинка прекрасная проникающая способность при работе по твёрдым поверхностям. Линн Томпсон посвятил немало времени эффектным демонстрациям «бронебойных» свойств американского танто. Впрочем, встречаются люди, утверждающие, что лучшего ножа для вскрытия мешков с удобрениями они в жизни в руках не держали. Мотайте на ус.\n     \n     В-третьих, наличие двух режущих кромок значительно повышает универсальность этого ножа. Так, длинную основную режущую кромку американского танто можно сделать тонко сведенной и подходящей для большинства работ, а носовую же часть заточить на большой угол и без опаски вскрывать консервы, резать прочную упаковку, картон или даже подковыривать, или отжимать что-то громоздкое или тугое. Также, эта часть может работать как скребок или стамеска. В целом, обоим участкам РК можно сделать различные спуски либо углы заточки, а возиться с плавным переходом одной в другую, как у классических ножей – совсем не нужно.\n     \n     Ну и в-четвёртых, переход граней, который образует угол между двумя участками режущей кромки. Сам по себе он явно прочнее острия обычных ножей. При этом он порождает особую технику реза - при помощи угла пересечения кромок. Тут обычная физика: удельное давление большое, сопротивление маленькое. Получается нечто вроде принципа зуба пилы. При этом, рез получается легко контролируемым и аккуратным, позволяющим работать в необычных условиях с разными материалами. То же вскрытие внешнего слоя двухслойной изоляции проводов, произведение аккуратных порезов и нарезку плотных материалов – кожи, ковролина, линолеума и тому подобного таким клинком делать чрезвычайно удобно."
        },
        {
          "type": 0,
          "text": "Итак, перечислим основные особенности и преимущества американского танто:\n  \n     1. Острие клинка американского танто очень прочно и обладает высокой проникающей способностью;\n     2. У танто два разных участка режущей кромки, которые можно приспособить для различных работ;\n     3. Угол перехода между режущими кромками, так называемый «зуб», имеет особые режущие свойства;\n     4. При всей кажущейся сложности, вся суть американского танто – технологическое упрощение: такой клинок изготовить и заточить несложно, угловатый кончик ножа, в отличие от закругленного, точить тоже проще."
        },
        { "type": 1, "text": "assets/tanto5.gif" },
        {
          "type": 3,
          "text": "Тест ножа Cold Steel Recon Tanto ( AUS8 & SK5 )"
        },
        { "type": 1, "text": "assets/tanto2.jpg" },
        { "type": 2, "text": "assets/recon_tanto_test1.mp4" }
      ]
    },
    {
      "id": 2,
      "name": "Конструкция ножа",
      "tags": ["knive", "construction", "learn"],
      "author": "Denis",
      "blocks": [
        {
          "type": 0,
          "text": "Нож является не просто одним из древнейших орудий труда, скорее всего, он вообще является одним из древнейших изделий, изготовленных руками человека. Изобретение этого инструмента совершило целую технологическую революцию в каменном веке, столько разных дел стало доступно человеку с ножом :"
        },
        {
          "type": 0,
          "text": "Ножом можно снимать и кроить шкуры (а значит, и делать удобную одежду), можно срезать и остругивать ветки деревьев (что вводит в материальную культуру просто фантастическое число разных предметов и объектов ремесла), делать ещё великое множество всяких других дел. Универсальность ножа как инструмента – просто фантастическая."
        },
        {
          "type": 0,
          "text": "Поразительно, что в наше время многие люди относятся к этому незаменимому инструменту, так предвзято и однобоко. Шли века, технологический прогресс изменял облик мира и человека. Менялся и нож. Но при нём оставались его главные достоинства: универсальность, дешевизна, доступность, компактность, простота ношения и использования. На сегодняшний день это орудие труда имеет историю по длительности почти равную истории самого человечества. Потому и сама ножевая тема глубока и неисчерпаема. Если вы мало что знаете о ней, эта статья поможет вам получить необходимый минимум знаний."
        },
        { "type": 3, "text": "Как устроен современный нож?" },
        {
          "type": 0,
          "text": "Являясь одним из древнейших изобретений человека, в качестве сути и основы своей конструкции, нож имеет идею простую до гениальности. В этом он подобен таким открытиям, как огонь или колесо. Прогресс породил конструкции куда более сложные, чем изначальная, но, тем не менее, в любом ноже можно выделить две основные части: клинок и рукоять. Иными словами: нож – колюще-режущий инструмент, состоящий из рукояти и клинка с односторонней или двусторонней заточкой. Клинок – рабочая, режущая и колющая часть ножа. Многие рабочие качества ножа задаются именно характеристиками клинка, его геометрией, материалом из которого он изготовлен."
        },
        { "type": 1, "text": "assets/knive-elements.jpg" },
        { "type": 3, "text": "Как устроен клинок ножа?" },
        {
          "type": 0,
          "text": "Острие – колющая часть клинка. В зависимости от геометрии клинка, его колющие функции могут быть выражены сильнее или слабее. Если ножом предполагается больше колоть, то его кончик чаще будет тонким, острым и расположенным на одной оси с рукоятью. Это повысит его проникающую способность, но снизит прочность. По этой причине, клинки ножей для тяжёлых работ чаще всего имеют менее острый и более толстый кончик."
        },
        {
          "type": 0,
          "text": "Режущая кромка (РК) – рабочая часть клинка, которой и производится собственно процесс реза. Характерной семейной чертой всех ножей является односторонняя заточка. Её характер во многом определяется задачами, для которых создавался нож. В результате заточки боковые плоскости клинка образуют угол, который и называют углом заточки. Чем этот угол меньше, тем острее режущая кромка и лучше рез, но, вместе с тем, и меньше прочность режущей кромки. Больший, тупой угол заточки будет прочнее, потому именно так часто точат туристические и бушкрафтерские ножи, подвергающиеся большим нагрузкам. Такие ножи режут хуже, зато ими можно рубить твердые материалы не боясь заминов и выкрашиваний."
        },
        {
          "type": 0,
          "text": "Обух – не заточенная часть клинка противоположная режущей кромке. Толщина обуха также может многое сказать о ноже и его свойствах. Так нож с толстым обухом будет прочнее, но при этом он будет с большим трудом проникать в разрезаемый материал, станет требовать больших усилий при разрезании чего-то толстого, особенно, превышающего ширину клинка."
        },
        {
          "type": 0,
          "text": "Голомень – боковая плоскость клинка от обуха до начала линии спусков. Часто её оформление играет важную роль в декоре ножа."
        },
        {
          "type": 0,
          "text": "Спуски – это боковые поверхности клинка, сходящиеся по углом от обуха (или голомени) к режущей кромке. Форма и размер (высота) спусков так же значительно влияют на способности клинка к резу. Выделяют плоские, выпуклые и вогнутые спуски. Нож с вогнутыми спусками проще в производстве, хорошо режет, но вязнет в толстых предмета. Нож с плоскими спусками – наоборот, хорошо разрезает что-то толстое. С выпуклыми – самый прочный, но при этом и самый сложный в производстве. Нож с высокими спусками (в идеале – от обуха) лучше всего раздвигает разрезаемый материал, а значит, требует меньше усилий в работе. Банально – лучше режет. Но такой клинок, опять же, менее прочен."
        },
        {
          "type": 0,
          "text": "Подводы – сходящиеся под углом части клинка, образующие собственно РК. Именно на них проходит весь процесс заточки. В месте, где спуски переходят в подводы, измеряется собственно толщина подводов, которая тоже является важной характеристикой клинка."
        },
        {
          "type": 0,
          "text": "Фальшлезвие – скошенная, либо просто зауженная часть обуха, которая может быть заточена, иметь фаски или быть просто тупой. Основная функция фальшьлезвия не режущая, этот элемент должен повышать проникающую способность ножа, прокалывание и прорезание различных материалов."
        },
        {
          "type": 0,
          "text": "Рикассо (пята) – не заточенная плоская часть клинка ближе к его гарде, рукоятке."
        },
        {
          "type": 0,
          "text": "Чойл – выемка на пяте ножа, позволяющая заточить РК не повредив при этом рукоять. Также большой чойл позволяет перенести на него указательный палец при обычном хвате. Таким образом можно добиться эффекта некоторого укорочения рабочей части клинка и повышения надёжности хвата ножа. Это бывает полезно при разного рода тяжёлых работах."
        },
        {
          "type": 0,
          "text": "Хвостовик – не заточенное продолжение клинка, служит основанием, базой для рукояти. В складных моделях через хвостовик проходит ось складывания."
        },
        {
          "type": 0,
          "text": "Дол – продольное углубление, ошибочно называемое «кровостоком». Объект и герой множества мифов и теорий. Мало кто может на самом деле уверенно утверждать, зачем долы короткоклинковому режущему инструменту. Чаще всего, на самом деле, они служат для облегчения большого клинка либо вообще играют чисто декоративную роль."
        }
      ]
    },
    {
      "id": 3,
      "name": "Виды ножей",
      "tags": ["knive", "types", "learn"],
      "author": "Denis",
      "blocks": [
        {
          "type": 0,
          "text": "В данный момент благодаря развитию техники и ножевой индустрии мы имеем огромное колличество ножей, которые разительно отличаются друг от друга формой лезвия и рукояти. В этой статье мы расмотри их свойства и отличия."
        },
        { "type": 1, "text": "assets/blade-types.png" },
        {
          "type": 0,
          "text": "Клинок с прямым обухом (normal blade). Одна из старейших форм. Характерна, например, для традиционных ножей типа пуукко или финок. Главное достоинство подобных ножей – длинная режущая кромка, что удобно при резе."
        },
        {
          "type": 0,
          "text": "Дроп-поинт (drop-point). Клинок, у которого линия обуха плавно понижается к острию. В этом случае острие оказывается ближе к оси приложения силы при уколе, что повышает проникающую способность ножа. Крайне многофункциональный, универсальный профиль. Хорош для ножей самого разного назначения: хозяйственно-бытовых, походных, карманных и так далее. "
        },
        {
          "type": 0,
          "text": "Клип-поинт (clip-point). В отличие от drop-point, понижение обуха идёт не по плавной дуге, а по прямой линии. Отсюда и название, означающее «срезанное острие» на английском. Прочность клинка в данном случае будет ниже, чем у предыдущего типа, зато вырастет проникающая способность при уколе."
        },
        {
          "type": 0,
          "text": "Трэйлин-пойнт (trailing-point, persian-point). У такого клинка линия обуха плавно повышается, образуя «задранный нос». Увеличивается протяжённость режущей кромки, а значит – удобство реза."
        },
        {
          "type": 0,
          "text": "Ворнклиф (wharncliffe blade, sheepsfoot blade). Довольно оригинальный профиль клинка, для которого характерна длинная прямая РК и круто спускающаяся к ней дуга линии обуха. Согласно легенде, является то ли изобретением, то ли результатом заказа одного из британских баронов Wharncliffe. Этот профиль – ещё одна причина разного рода споров и домыслов. В любом случае, он удобен для резания, ковыряния и строгания. Притупленный вариант такого клинка часто используется там, где желательно исключить случайный укол ножом (например, в ножах спасателей). "
        },
        {
          "type": 0,
          "text": "Американский танто (american tanto). Автором этого профиля клинка считается американский бизнесмен, найфмейкер и мастер боевых единоборств Линн Томпсон, являющийся, кроме прочего, основателем всемирно известной компании Cold Steel. Вокруг этого дизайна создана красивая маркетинговая легенда, отсылающая нас к образам, связанным с Японией эпохи самураев. Как бы там ни было, это весьма интересный и по-своему красивый вид ножевого клинка, крайне популярный во всём мире. Американский танто прочен, хорошо колет и рубит. Более подробно о таких ножах можно узнать из специальной статьи в блоге нашего сайта. "
        },
        {
          "type": 0,
          "text": "Спеар-поинт (наконечник копья, кинжал) – это копье-видная или кинжало-видная форма клинка с острием на средней осевой линии рукояти и фальш-лезвием."
        },
        {
          "type": 0,
          "text": "Шипс-фут (овечья нога) – это форма клинка с очень сильно закругленным обухом у кончика ножа. По форме напоминает овечье копыто, отсюда и пошло такое название. Отсутствие острого кончика на клинке очень актуально для ножей спасателей и для экстренных ситуаций. Например, когда нужно экстренно разрезать одежду раненного человека, случайно не повредив его острым кончиком ножа. Процесс заточки очень простой, а форма кончика ножа позволяет легко резать остриём ткань, кожу, бумагу. Именно по этому современный канцелярский нож унаследовал его форму"
        },
        {
          "type": 0,
          "text": "Керамбит (Hawk bill – клюв ястреба) – это нож, имеющий дугообразную форму, образованную рукоятью и клинком. Похож по форме на ястребинный клюв (отсюда и его английское наименование). Иногда используется название \"Карамбит\" (имеющее другое происхождение, но обозначающее тот же вид ножа)."
        }
      ]
    }
  ]
}
